// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Aktivér Wi-Fi Direct";
WDTTaskDescription = "Du kan nemt oprette forbindelse til printeren via smartphones med trådløs forbindelse, bærbare comptere eller andre mobilenheder, der bruger en trådløs forbindelse.";

WDTSecurityRequiredDescription = "Begræns adgangen til printeren ved at angive et kordeord (påkrævet).";

WDTPassphraseTitle = "Kodeord:";
WDTShowPassphraseButtonTitle = "Vis adgang";
WDTSavePassphraseButtonTitle = "Gem kodeordet i nøgleringen";
WDTEmptyPassphraseError = "Feltet til kodeord må ikke være tomt.";
WDTTooShortPassphraseError = "Kodeordet skal være minst 8 tegn.";

WDTConfigureWiFiDirectButtonTitle = "Konfigurer Mac-computeren til at bruge HP Wi-Fi Direct";
WDTConfigureWiFiDirectDescription = "Indstil Mac-computeren til automatisk at tilslutte Wi-Fi Direct netværket til printeren, når den ikke er på det normale trådløse netværk.";
WDTConfigurtWiFiDirectAdditionalDescription = "I undermenuen Location kan du aktivere hurtigt skift imellem konfigurationen for standardnetværket og konfigurationen for Wi-Fi Direct-netværket til printeren.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "Du kan læse mere om Wi-Fi Direct til printeren på";

WDTCannotBeEnabledErrorTitle = "Kan ikke aktivere Wi-Fi Direct";
WDTCannotBeEnabledErrorDescription = "Wi-Fi Direct kan ikke aktiveres med printerens nuværende konfiguration. Hvis du vil have flere oplysninger, kan du prøve at tænde for Wi-Fi Direct via printerens kontrolpanel eller hjemmeside, som også kaldes den integreret webserver (embedded webserver) eller EWS.";
